Repository: jberkman/bug-buddy
Catalog: po/*.po
Languages: ar, az, bg, de, es, gl, ja, nl, pt, ro, tr

source: Please take a minute to see if your bug is one of the most frequently reported bugs. If the bug is already reported, please do not report it again.
bg: Моля, проверете дали вашият бъг е един от най често изпращна. Ако вече за него има изпратен рапорт, моле не го повтаряйте.
es: Por favor emplee un minuto en comprobar si su bug es uno de los reportados más frecuentemente. Si el bug ya ha sido reportado, por favor no lo reporte de nuevo.
nl: Neem even de tijd om te kijken of uw bugrapport een van de meest ingestuurde bugs is. Als er al een rapport is ingestuurd over deze bug, stuur het dan alstublieft niet nogmaals in.
pt: Verifique se o seu erro (bug) é um dos mais frequentemente relatados. Se o erro já estiver relatado, por favor não o envie novamente.

source: Please wait while Bug Buddy updates its list of products for the bug tracking systems.
az: Lütfən Bug Buddy xəta ayıqlama üçün lazımi mə'mulların siyahısını alana qədər gözləyin.
bg: Моля почакайте докато 'Bug Buddy' обнови сисъка от продукти за системата за трасиране на бъгове.
de: Bitte warten Sie. Bug Buddy aktualisiert gerade die Liste der produkte für die Fehlermeldestellen (Bug Tracking Systems).
es: Espere mientras Bug Buddy actualiza su lista de productos de los sistemas de seguimiento de errores.
gl: Agarde mentres o Bug Buddy actualiza a lista de productos para os sistemas de seguimento de erros.
ja: Bug Buddyがバグトラッキングシステムの製品リスト を更新する間お待ちください
nl: Wacht geduldig terwijl Bug Buddy de lijst met producten ververst voor het "bugtracking" systemen.
pt: Aguarde enquanto o Bug Buddy actualiza a sua lista de produtos para os sistemas de acompanhamento de bugs.
ro: Vã rog sã aºteptaþi în timp ce Bug Buddy actualizeazã lista sa de produse pentru sistemele de gestiune a problemelor.
tr: Lütfen Bug Buddy listesini güncelleyene kadar bekleyiniz (Hata tarama sistemi için)

source: Process ID:
ar: هوية العملية:
bg: ID Процес:
es: ID del proceso:
pt: ID do Processo:

source: Proxy Settings...
ar: إعدادات البروكسي...
bg: Настройки за Прокси...
es: Opcopines del proxy...
nl: Proxy-instellingen...
pt: Configurações Proxy...
tr: Vekil Sunucu Ayarlarý...

source: Save in
ar: احفظ في
bg: Запазва в
es: Guardar en
nl: Opslaan in
pt: Gravar em:
tr: Kaydet:

source: Save the report to...
az: Raportu fərqli qeyd et ...
bg: Запазва рапорта в...
de: Den Report speichern unter...
es: Guardar el informe en...
gl: Gardar o informe en...
ja: 報告を保存...
nl: Het rapport opslaan in...
pt: Gravar o relatório para...
ro: Salveazã raportul în...
tr: Raporu kaydet...

source: Saving:
ar: جاري الحفظ:
az: Qeyd Edilir:
bg: Запазва:
de: Speichern:
es: Guardando:
gl: Gardando:
ja: 保存中:
nl: Opslaan:
pt: A Gravar:
ro: Salvez:
tr: Kaydetme:

source: Select a mailer
bg: Избор на пощенска програма
es: Elegir un cliente de correo
nl: Kies een e-mailer
pt: Seleccione uma aplicação email
tr: Bir postalayýcý seçin

source: Sendmail Settings
bg: Настройки на Sendmail
es: Opciones de sendmail
nl: Sendmail instellingen
pt: Configurações Sendmail
tr: Sendmail Ayarlarý

source: Severity
ar: درجة الخطورة
az: Əhəmiyyət
bg: Строгост
de: Schwere
es: Severidad
gl: Severidade
ja: 重大性
nl: Ernst van de bug
pt: Severidade
ro: Severitate
tr: Önem

source: Show _Debugging Details
bg: Показва Подробности от Дебъгинга
es: Mostrar _detalles de depuración
pt: Mostrar _Detalhes de Depuração

source: Show most frequent bugs in:
bg: Показва най-честите бъгове в:
es: Mostrar los bugs más frecuentes en:
nl: Geef meest-voorkomende-bugs weer in:
pt: Mostrar os erros mais frequentes em:
tr: En sýk hatalarý göster:

source: Simple
ar: بسيط
bg: Прост
nl: Simpel
pt: Simples
tr: Basit

source: Start
ar: ابدأ
bg: Старт
es: Iniciar
pt: Iniciar
tr: Baþla

source: Start in terminal
ar: ابدأ في نهاية طرفية
bg: Старт в терминал
es: Arrancar en un terminal
pt: Iniciar na consola
tr: Terminalde baþla

source: Stop
ar: توقف
az: Dayan
bg: Стоп
de: Stopp
es: Parar
gl: Parar
ja: 停止
pt: Parar
tr: Dur

source: Submit another bug
ar: أرسل خللا آخر
az: Başqa xəta yolla
bg: Изпраща друг бъг
de: Einen weiteren Bericht einsenden
es: Enviar otro error
gl: Enviar outro erro
ja: 別の不具合を提出
nl: Nog een bug rapporteren
pt: Submeter outro bug
ro: Trimite altã problemã
tr: Baþka bir hata gönder

source: Summary
ar: الملخص
bg: Обобщение
es: Resumen
nl: Samenvatting
pt: Resumo
tr: Özet

source: The product is not listed above.
ar: المنتج ليس مدرجا بالأعلى.
bg: Продукта не е изведен горе
es: El producto no esta lista arriba.
nl: Het product staat niet in de lijst.
pt: A aplicação não se encontra listada acima.
tr: Ürün yukarýda listelenmemiþ.

source: To
ar: إلى
az: Yollanacaq
bg: За
de: An
es: A
gl: A
nl: Aan
pt: Para
ro: Cãtre
tr: Kime

source: To:
ar: إلى:
az: Yollanacaq:
bg: За:
de: An:
es: En:
gl: A:
nl: Aan:
pt: Para:
ro: Cãtre:
tr: Kime:

source: Understands Netscape remote control
ar: يفهم التحكم عن بعد لنيتسكيب
bg: Разбира отдалечен контрол на Netscape
es: Entiende el control remoto de Netscape
nl: Begrijpt Netscape afstandbediening-opdrachten
pt: Compreende controlo remoto Netscape
tr: Netscape uzaktan denetimi anlar

source: Updating products list:
ar: تجديد قائمة المنتجات:
bg: Обновяване списъка с продукти:
es: Actualizando la lista de productos:
nl: Productlijst wordt ververst:
pt: A actualizar listagem de produtos:
tr: Ürün listesi güncelleniyor:

source: Use sendmail directly
ar: استخدم sendmail مباشرة
bg: Използва директорията на sendmail
es: Usar sendmail directamente
nl: Gebruik sendmail direct
pt: Utilizar o sendmail directamente
tr: Sendmail'i doðrudan kullan

source: Use the default GNOME mailer
ar: استخدم مرسل البريد الافتراضي في جينوم
bg: Използва подразбиращата се програма за поща на ГНОМЕ
es: Usar el cliente de correo por defecto de GNOME
nl: Gebruik de standaard GNOME e-mailer
pt: Utilizar o mail de defeito do GNOME
tr: Öntanýmlý GNOME postalayýcýsýný kullan

source: Version
ar: الإصدارة
az: Buraxılış
bg: Версия
es: Versión
gl: Versión
ja: バージョン
nl: Versie
pt: Versão
ro: Versiune
tr: Sürüm

source: component
ar: الجزء
az: komponent
bg: компонент
de: Komponente
es: componente
gl: compoñente
ja: コンポーネント
pt: componente
ro: componentã
tr: komponent

source: desc
ar: الوصف
bg: опис.
de: Beschreibung
nl: beschr
tr: Tanimlama

source: email info
ar: معلومات البريد
az: ePoçt infosu
bg: email инфо
es: información correo-e
gl: información de e-mail
ja: メール情報
pt: info email
ro: informaþii email
tr: E-Posta bilgisi

source: finished
ar: انتهى
az: qurtardı
bg: завършена
de: fertig
es: terminado
gl: finalizado
ja: 完了
nl: klaar
pt: terminado
ro: finisat
tr: tamamlandý

source: mail config
ar: إعدادات البريد
bg: конфигуриране на поща
es: configuración del correo
nl: e-mail opties
pt: config email
tr: posta yapýlandýrmasý

source: product
ar: المنتج
az: mə'mul
bg: продукт
de: Produkt
es: producto
gl: producto
ja: 製品
pt: produto
ro: produs
tr: ürün

source: Product
ar: المنتج
az: Mə'mul
bg: Продукт
de: Produkt
es: Producto
gl: Producto
ja: 製品
pt: Produto
ro: Produs
tr: Ürün

source: Component
ar: الجزء
az: Komponent
bg: Компонент
de: Komponente
es: Componente
gl: Compoñente
ja: コンポーネント
pt: Componente
ro: Componentã
tr: Ýçerik

source: Bug Buddy could not open '%s'. Please make sure Bug Buddy was installed correctly. Bug Buddy will now quit.
bg: 'Bug Buddy' не може да отвори '%s'. Моля, убедете се, че 'Bug Buddy' е инсталиран коректно. 'Bug Buddy' сега ще завърши.
es: Bug Buddy no pudo abrir '%s'. Asegúrese que Bug Buddy se instaló correctamente. Bug Buddy se cerrara ahora.
pt: O Bug Buddy foi incapaz de abrir '%s'. Certifique-se de que o Bug Buddy foi correctamente instalado. O Bug Buddy irá agora terminar.

source: All
ar: كل
az: Hamısı
bg: Всичко
de: Alle
es: Todo
gl: Todo
ja: すべて
nl: Alles
pt: Todos
ro: Toate
tr: Tümü

source: Bug Buddy could not find any information on where to submit bugs. Please make sure Bug Buddy was installed correctly. Bug Buddy will now quit.
bg: 'Bug Buddy' не може да намери информация къде да изпрати съобщение за бъг. Моля, убедете се, че той е инталиран коректно. 'Bug Buddy' сега ще завърши.
es: Bug Buddy no pudo encontrar informacion acerca de donde enviar el error. Asegúrese que Bug Buddy se instaló correctamente. Bug Buddy se cerrara ahora.
pt: O Bug Buddy não encontrou informação sobre para onde enviar os bugs. Certifique-se de que o Bug Buddy foi correctamente instalado. O Bug Buddy irá agora terminar.

source: URI to show when clicked.
bg: URI за показване при кликване.
es: URL a mostrar al pulsar.
nl: Weer te geven URI bij aanklikken.
pt: URI a mostrar quando clicado.
tr: Týklanýnca gösterilecek URI.

source: Visited
ar: تمت زيارته
bg: Посетени
es: Visitado
nl: Bezocht
pt: Visitado
tr: Ziyaret edilen

source: If the URI has been visited before.
bg: Ако URI е бил посещаван.
es: Si la URL ha sido visitada antes.
nl: Als de URI al eerder is bezocht.
pt: Se o URI já foi anteriormente visitado.
tr: Bu URI daha önce ziyaret edilmiþse.

source: Obtaining stack trace... (%d)
az: çökmə izini alıram ... (%d)
bg: Получавам трасировката на стека... (%d)
de: Beschaffe Stacktrace... (%d)
es: Obteniendo la traza de la pila... (%d)
gl: Obtendo a traza da pila... (%d)
ja: スタックトレースを取得中... (%d)
nl: Bezig met het verkrijgen van de stack trace ...(%d)
pt: A obter pilha de trace... (%d)
ro: Obþin stack trace-ul... (%d)
tr: Yýðýn izi alýnýyor... (%d)

source: Unable to process core file with gdb: '%s'
az: gdb ile istiadə ediləcək core faylını daraya bilmirəm : '%s'
bg: Не мога да опработя core файла с gdb: '%s'
de: Kann folgende Core-Datei nicht mit »gdb« verarbeiten: `%s'
es: No se pudo procesar el archivo core con gdb: '%s'
gl: Non se pode procesar o ficheiro core co gdb: '%s'
ja: gdb によって core ファイルを処理できません: '%s'
nl: Het is niet mogelijk om de volgende core-dump met gdb te onderzoeken : '%s'
pt: Incapaz de processar ficheiro core com o gdb: '%s'
ro: Nu pot procesa fiºierul core cu gdb: '%s'
tr: gdb ile core dosyasý taranamadý: '%s'

source: GDB was unable to determine which binary created '%s'
bg: GDB не е в състоянеи да определи кой изпълним файл е създаден '%s'
es: GDB no se pudo determinar qué binario se creó '%s'
nl: GDB kon niet bepalen welk uitvoerbaar bestand '%s' heeft gemaakt
pt: O GDB foi incapaz de determinar que binário gerou '%s'
tr: GDB, aþaðýdaki dosyanýn hangi uygulama tarafýndan oluþturulduðunu anlayamadý.'%s'

source: Error on read... aborting
az: Oxunurkən xəta oldu ... dayandırıram
bg: Грешка при четене... прекъсвам
de: Fehler beim Lesen... Abbruch.
es: Error al leer... abortando
gl: Erro ao ler... abortando
ja: 読み込みでエラー...中断します
nl: Er is een fout opgetreden tijdens het lezen. De operatie wordt afgebroken
pt: Erro de leitura... a abortar
ro: Eroare la citire... renunþ
tr: Okurken hata oluþtu... çýkýlýyor

source: GDB could not be found on your system. Debugging information will not be obtained.
az: Sisteminizdə GDB tapılmadı. Xəta ayıqlama mə'lumatı alına bilməz.
bg: GDB не може да бъде намерен на вашата система. Не може да бъде получена дебъг информация.
de: Der GDB konnte auf Ihrem System nicht gefunden werden. Debug-Informationen können nicht zusammengestellt werden.
es: No se ha podido encontrar GDB en su sistema. No se obtendrá información de depuración.
gl: Non se atopou o GDB no seu sistema. Non se obterá a información de depuración.
ja: GDBはあなたのシステム上で発見出来ませんでした デバッグ情報は取得出来ないでしょう
nl: GDB is niet gevonden op dit systeem. Debuginformatie kan niet verkregen worden.
pt: Não foi encontrado o GDB no seu sistema. Não será obtida informação de depuração.
ro: GDB nu a putut fi gãsit pe sistemul dvs. Informaþiile de depanare nu vor fi obþinute.
tr: GDB sisteminizde bulunamadý. Hatayý ayýklama için gerekli bilgiler toplanamadý.

source: Could not find the gdb-cmd file. Please try reinstalling Bug Buddy.
az: gdb-cmd faylı tapıla bilinmədi. Lütfən bug-buddy'yi yenidən qur.
bg: Не мога да намеря gdb-cmd файл. Моля, опитайте се да преинсталирате 'Bug Buddy'.
es: No se pudo encontrar el archivo gdb-cmd. Pruebe a reinstalar Bug Buddy.
gl: Non se atopou o ficheiro gdb-cmd. Probe a reinstalar o Bug Buddy.
nl: De gdb-cmd file kan niet gevonden worden. U kunt Bug Buddy het beste opnieuw installeren.
pt: Incapaz de encontrar o ficheiro gdb-cmd. Tente reinstalar o Bug Buddy.
tr: gdb-cmd dosyasý bulanamadý. Lütfen bug-buddy'yi yeniden yükleyin.

source: There was an error running gdb.
bg: Има грешка при изпълнение на gdb.
es: Hubo un error ejecutando gdb.
nl: Er is een fout opgetreden bij het uitvoeren van gdb.
pt: Ocorreu um erro na execução do gdb.
tr: Gdb çalýþtýrýlýrken bir hata oluþtu.

source: Welcome to Bug Buddy
ar: اهلا بك Bug Buddy في
az: "Bug Buddy"yə Xoş Gəldiniz
bg: Добре дошли в 'Bug Buddy'
de: Willkommen bei Bug Buddy
es: Bienvenido a Bug Buddy
gl: Benvido ao Bug Buddy
ja: Bug Buddyへようこそ
nl: Welkom bij Bug Buddy
pt: Bem vindo ao Bug Buddy
ro: Bine aþi venit la Bug Buddy
tr: Bug Buddy 'ye hoþgeldiniz

source: Select a Product
ar: اختر منتجا
bg: Избор на Продукт
es: Escoger un producto
nl: Kies een product
pt: Seleccione uma Aplicação
tr: Bir Ürün Seçin

source: Select a Component
ar: اختر جزءا
bg: Избор на Компонент
es: Seleccionar un componente
nl: Kies een component
pt: Seleccione um Componente
tr: Bir Bileþen Seçin

source: Frequently Reported Bugs
ar: العيوب المرسلة بصورة كبيرة
bg: Чести рапорти за бъг
es: Bugs reportados frecuentemente
nl: Vaak voorkomende bugs
pt: Erros Mais Frequentemente Relatados
tr: Sýkça Raporlanan Hatalar

source: Bug Description
ar: وصف العيب
az: Xəta İzahatı
bg: Описание на Бъг
de: Fehler-Beschreibung
es: Descripción del error
gl: Descrición do erro
ja: 不具合の説明
nl: Korte omschrijving
pt: Descrição de Bug
ro: Descriere problemã
tr: Yama Tanýmý

source: Mail Configuration
ar: إعدادات البريد
bg: Конфигуриране на Поща
es: Configuración del correo
nl: E-mail configuratie
pt: Configuração de Mail
tr: E-posta Ayarlarý

source: Confirmation
ar: تأكيد
bg: Подтвърждение
es: Confirmación
nl: Bevestiging
pt: Confirmação
tr: Onaylama

source: Finished!
ar: انتهى!
az: Qurtardı!
bg: Завърши!
de: Fertig!
es: ¡Finalizado!
gl: ¡Finalizado!
ja: 完了しました!
nl: Klaar!
pt: Terminado!
ro: Finisat!
tr: Tamamlandý!

source: The graphical bug reporting tool for GNOME.
ar: الأداة الرسومية لتقرير العيوب في جينوم.
az: Gnome xəta raportlama proqramı
bg: Графичен инструмент на рапорт за грешки в ГНОМЕ.
de: Das graphische Werkzeug zur Fehlermeldung für GNOME.
es: La utilidad de GNOME para informar de errores
gl: A ferramenta gráfica de GNOME para comunicar erros.
ja: GNOME のグラフィカルな不具合報告ツール
nl: Het grafische bug raport programma voor GNOME
pt: A ferramenta gráfica de reporte de bugs do GNOME.
ro: Utilitarul grafic de raportare a problemelor pentru GNOME.
tr: GNOME için grafiksel hata raporlama programý.

source: The lame Bug Buddy web page
az: Lame bug-buddy veb səhifəsi
bg: Недомислената уеб страница на Bug Buddy
de: Die "armselige" Webseite von Bug Buddy
es: La pobre página web de Bug Buddy
gl: A páxina web do Bug Buddy
ja: 不完全な Bug Buddy のウェブページ
nl: De gave bug-buddy webpagina
pt: A triste página web do Bug Budy.
ro: Pagina neinteresantã de web a lui Bug Buddy
tr: Bug Buddy web sayfasý

source: Please enter your name.
ar: الرجاء إدخال اسمك.
az: Lütfən adınızi girin.
bg: Моля въведете вашето име.
de: Bitte geben Sie Ihren Namen an.
es: Introduzca su nombre
gl: Indique o seu nome.
ja: あなたの名前を入れてください
nl: Vul alstublieft uw naam in.
pt: Introduza o seu nome.
ro: Vã rog sã introduceþi numele dvs.
tr: Lütfen isminizi girin.

source: Please enter a valid email address.
ar: يرجى إدخال عنوان بريد إلكتروني صالح.
az: Lütfən hökmlü bir məktublaşma ünvanı verin.
bg: Моля въведете валиден адрес на email.
de: Bitte geben Sie eine gültige E-Mail-Adresse an.
es: Introduzca una dirección de correo válida
gl: Indique un enderezo de correo electrónico válido.
ja: 有効な email アドレスを入れてください
nl: Vul alstublieft een geldig email adres in.
pt: Introduza um endereço de e-mail válido.
ro: Vã rog sã introduceþi numele o adresã validã email.
tr: Lütfen geçerli bir e-posta adresi girin.

source: '%s' doesn't seem to exist. Please check the path to sendmail again.
bg: '%s' не съществува. Моля проверете си пътя до sendmail отново.
es: '%s' no parece que exista. Por favor otra vez la ruta a sendmail.
nl: '%s' lijkt niet te bestaan. Controleer het pad naar sendmail alstublieft.
pt: '%s' não parece existir. Verifique novamente o caminho para o sendmail.
tr: '%s' bulunamadý. Lütfen sendmail'ýn tam yolunu girin.

source: Please enter a valid email command.
ar: يرجى إدخال أمر بريد صحيح.
bg: Моля, въведете валидна email команда.
es: No traducido (30)
nl: Geef alstublieft een geldige e-mail opdracht.
pt: Introduza um comando de e-mail válido.
tr: Lütfen geçerli bir e-posta adresi girin.

source: The specified file does not exist.
az: Göstərilən fayl yoxdur.
bg: Зададеният файл не съществува.
de: Die angegebene Datei existiert nicht.
es: El archivo especificado no existe.
gl: O ficheiro indicado non existe.
ja: 指定されたファイルはありません
nl: Het gekozen bestand bestaat niet.
pt: O ficheiro especificado não existe.
ro: Fiºierul specificat nu existã.
tr: Belirtilen dosya bulunamadý.

source: File is of type: %s
ar: الملف من نوع: %s
az: Fayl növü : %s
bg: Файла е от тип: %s
de: Die Datei ist vom Typ: %s
es: El archivo es del tipo: %s
gl: O ficheiro é de tipo: %s
ja: ファイルの種類: %s
nl: Het betstand is van het type: %s
pt: Ficheiro é do tipo: %s
ro: Fiºierul este de tipul: %s
tr: Dosya türü: %s

source: '%s' is a %s file. Bug Buddy can only submit plaintext (text/*) files.
bg: '%s' е %s файл. 'Bug Buddy' може да изпаща само файлове с обикновен текст (text/*).
es: '%s' es un archivo %s. Bug Buddy solo puede enviar archivos de texto plano (text/*).
nl: '%s' is een %s bestand. Bug Buddy kan alleen kale tekstbestanden (text/*) opsturen.
pt: '%s' é um ficheiro %s. O Bug Buddy apenas pode enviar ficheiros de texto simples (text/*).
tr: '%s' bir %s dosyasýdýr Bug Buddy sadece düz metin dosyalarý gönderebilir.

source: You must include a comprehensible subject line in your bug report.
az: Xəta raportunda bir mövzu olmalıdır.
bg: Вие трябва да включите понятна тема в рапорта за грешка.
de: Sie müssen Ihrem Bericht einen aussagekräftigen Betreff (Subject) hinzufügen.
es: Tiene que incluir un asunto entendible en su informe de error.
gl: Ten que incluír unha liña de asunto comprensible no informe.
ja: 不具合報告に分かりやすい件名を含めなければなりません
nl: Het is verplicht om een onderwerp en een beschrijving in het rapport op te nemen.
pt: Tem de incluir uma linha de assunto compreensível no seu relatório de bug.
ro: Trebuie sã includeþi un subiect inteligibil în raportul dvs. de probleme.
tr: Hata raporunda bir konu satýrý bulunmak zorundadýr

source: You must include a comprehensible description in your bug report.
az: Xəta raportunda bir qısa izahat olmalıdır.
bg: Вие трябва да включите понятно описание в рапорта за грешка.
de: Sie müssen Ihrem Bericht einen aussagekräftige Beschreibung hinzufügen.
es: Tiene que incluir una descripción entendible en su informe de error.
gl: Ten que incluír unha descrición comprensible no informe.
ja: 不具合報告に分かりやすい説明を含めなければなりません
nl: Het is verplicht om een begrijpbare beschrijving in het rapport op te nemen.
pt: Tem de incluir uma descrição compreensível no seu relatório de bug.
ro: Trebuie sã includeþi o descriere inteligibilã în raportul dvs. de probleme.
tr: Hata raporunda bir taným bulunmak zorundadýr

source: Submit this bug report now?
bg: Да изпратя този рапорт сега?
de: Diesen Fehlerbericht jetzt abschicken?
es: ¿Enviar este informe de error ahora?
gl: ¿Enviar agora este informe de erro?
nl: Dit bugrapport nu opsturen?
pt: Submeter agora este relatório de erro?
ro: Trimit raportul acum?
tr: Hata raporunu göndermek istiyor musunuz?

source: _Submit
ar: أرسل
bg: _Изпрати
es: _Enviar
pt: _Submeter

source: Unable to open file '%s': %s
bg: Не мога да отворя файл '%s': %s
es: No se puede abrir el archivo '%s': %s
nl: Kan het bestand '%s' niet openen. %s
pt: Incapaz de abrir ficheiro '%s': %s
tr: '%s' dosyasý açýlamadý: %s

source: about to run '%s'
az: `%s''yi işə salıram
bg: относно изпълнение на '%s'
de: dabei '%s' zu starten
es: apunto de ejecutar '%s'
gl: a piques de executar '%s'
ja: 実行される '%s' について
nl: Het programma '%s' wordt zodadelijk uitgevoerd
pt: prestes a executar '%s'
ro: pe cale sã rulez '%s'
tr: '%s' çalýþtýrýlýyor

source: Unable to start mail program '%s': %s
bg: Не мога да стартирам пощенска програма '%s': %s
es: No se puede ejecutar el programa de correo '%s' %s
nl: Kan het '%s' e-mailprogramma niet starten. %s
pt: Incapaz de iniciar aplicação de mail '%s': %s
tr: E-posta uygulamasý '%s' çalýþtýrýlamadý: %s

source: Your bug report was saved in '%s'
ar: سجل تقريرك في '%s'
az: Xəta raportu `%s''də qeyd edildi
bg: Вашият рапорт за грешка е запазен в '%s'
de: Ihr Fehlerbericht wurde in '%s' gespeichert.
es: Su informe de error fue guardado en '%s'
gl: O informe de erro foi gardado en '%s'
ja: あなたの不具合報告は '%s' に保存されました
nl: Uw bugrapport is opgeslagen in '%s'
pt: O seu relatório de bug foi gravado em '%s'
ro: Raportul dvs. de probleme a fost salvat în '%s'
tr: Hata raporu `%s''de kadedildi

source: Your bug report has been submitted to: <%s> Thanks!
bg: Вашият рапорт за грешка е изпратен на : <%s> Благодарим Ви!
es: Su informe de error fue enviado a: <%s> ¡Gracias!
gl: O informe de erro foi enviado a: <%s> ¡Graciñas!
nl: Uw bugrapport is opgestuurd naar: <%s> Bedankt!
pt: O seu relatório de bug foi submetido para: <%s> Obrigado!
tr: Hata raporu aþaðýdaki e-posta adresine gönderilmiþtir: <%s> Teþekkürler!

source: Since Bug Buddy doesn't know about the product you wish to submit a bug report in, you will have to manually address the bug report.
bg: Понеже 'Bug Buddy' не знае за продукта за който изпращате рапорта, вие ще трябва ръчно да го адресирате.
es: Dado que Bug Buddy no conoce el producto sobre el que quiere informar de un error, tendrá que ocuparse del informe de error manualmente.
nl: Omdat Bug Buddy niets weet over het product waar u een bugrapport voor wilt insturen, zult u dit bugrapport zelf moeten afhandelen.
pt: Visto que o BugBuddy não conhece a aplicação sobre a qual deseja enviar um relatório de bug, terá de endereçar manualmente o relatório de bug.
tr: Bug Buddy, sizin hangi ürün için bir hata raporu gönderdiðinizi bilmediðinden dolayý, hata raporlamasýný elle yapacaksýnýz.

source: You must specify a product for your bug report.
az: Xəta raportunda mə'mul haqqında mə'lumat olmalıdır.
bg: Вие трябва да зададете продукт във вашият рапорт.
de: Sie müssen ein Produkt bei Ihrem Fehlerbericht angeben.
es: Tiene que especificar un producto para su informe de error.
gl: Ten que indicar un producto no informe.
ja: 不具合報告のための製品を指定しなければなりません
nl: U moet wel een product kiezen voor het bug-rapport.
pt: Tem de especificar um produto para o seu relatório de bug.
ro: Trebuie sã specificaþi un produs pentru raportul dvs. de probleme.
tr: Hata raporunuz için bir ürün seçmelisiniz.

source: You must specify a component for your bug report.
az: Xəta raportunda komponent haqqında mə'lumat olmalıdır.
bg: Вие трябва да зададете компонент във вашият рапорт.
de: Sie müssen eine Komponente bei Ihrem Fehlerbericht angeben.
es: Tiene que especificar un componente para su informe de error.
gl: Ten que indicar un compoñente no informe.
ja: 不具合報告のためのコンポーネントを指定しなければなりません
nl: U moet wel een component kiezen voor het bug-rapport.
pt: Tem de especificar um componente para o seu relatório de bug.
ro: Trebuie sã specificaþi o componentã pentru raportul dvs. de probleme.
tr: Hata raporunuz için bir içerik seçmelisiniz.
