Repository: jberkman/bug-buddy
Catalog: po/*.po
Languages: ar, az, bg, de, es, gl, ja, nl, pt, ro, tr

source: You must specify a version for your bug report.
az: Xəta raportunda buraxılış mə'lumatı olmalıdır.
bg: Вие трябва да зададете версия във вашият рапорт.
de: Sie müssen eine Version bei Ihrem Fehlerbericht angeben.
es: Tiene que especificar una versión para su informe de error.
gl: Ten que indicar unha versión no informe.
ja: 不具合報告のためのバージョンを指定しなければなりません
nl: U moet wel een versie kiezen voor het bug-rapport.
pt: Tem de especificar uma versão para o seu relatório de bug.
ro: Trebuie sã specificaþi o versiune pentru raportul dvs. de probleme.
tr: Hara raporunuz için bir sürüm seçmelisiniz.

source: Your email program has been launched. Please look it over and send it. Thank you for submitting this bug report.
ar: شكرا ل تقرير الخلل
bg: Вашата email програма е стартирана. Моля проверете и го изпратете. Благодарим ви за изпратеният рапорт.
es: Se ha ejecutado tu programa de correo electrónico. Por favor miralo por encima y mandalo. Gracias por enviar informes de fallos.
nl: Uw e-mail programma is gestart. Controleer het rapport en stuur het op. Bedankt voor het opsturen van uw bugrapport!
pt: Foi iniciada a sua aplicação de email. Verifique a mensagem e envie-a. Obrigado por enviar este relatório de erro.
tr: E-posta programýnýz çalýþtýrýldý. Lütfen yeniden bakýp, gönderin. Bu hata mesajýný ilettiðiniz için teþekkürler.

source: Are you sure you want to cancel this bug report?
ar: هل تريد حقا الغاء
az: Həqiqətən də bu xəta raportunu ləğv etmək istəyirsiniz?
bg: Сигурен ли сте, че искате да прекъснете този рапорт?
de: Sind Sie sicher, dass Sie diesen Bericht abbrechen wollen?
es: ¿Está seguro que quiere cancelar este informe de error?
gl: ¿Está seguro de que quere cancelar este informe de erro?
ja: 本当にこの不具合報告をキャンセル したいですか?
nl: Weet u zeker dat u het rapporteren van deze bug wilt afbreken?
pt: Tem a certeza de que deseja cancelar este relatório de bug?
ro: Sigur doriþi sã renunþaþi la acest raport de probleme?
tr: Bu hata raporunu göndermeyi iptal etmek istediginizden eminmisiniz?

source: EMAIL
ar: البريد اﻻلكتروني
es: CORREO-E
tr: EPOSTA

source: Email
ar: البريد الإلكتروني
az: ePoçt
es: Correo-E
gl: Correo electrónico
ja: メール
tr: Eposta

source: mostfreq
es: más frecuentes
nl: meestvoork
pt: maisfreq
tr: en sýk

source: Bug Buddy could not open '%s'. Please make sure Bug Buddy was installed correctly.
nl: Bug Buddy kon '%s' niet openen. Controleer of bug-buddy correct is geïnstalleerd.

source: About
az: Haqqında
de: Info
gl: Acerca
ja: bug-buddy について
nl: Info
ro: Despre

source: Binary file
az: Binar fayl
de: Binärdatei
gl: Ficheiro binario
ja: バイナリファイル
nl: Programmabestand
ro: Fiºier binar

source: HTTP Proxy Settings
nl: HTTP Proxy instellingen

source: Location
nl: Plaats

source: Password
nl: Wachtwoord

source: Port
nl: Poort

source: Process ID
az: Əməliyyat ID'si
de: Prozess-ID
gl: ID do proceso
ja: プロセス ID
nl: Nummer van het proces (PID)
ro: ID proces

source: Proxy requires a username and password
nl: Proxy vereist gebruikersnaam en wachtwoord

source: Show Debugging Details
nl: Debugdetails weergeven

source: Use HTTP Proxy
nl: Gebruik HTTP Proxy

source: Username
nl: Gebruikersnaam

source: critical
de: kritisch

source: grave
de: schwerwiegend

source: wishlist
de: wünschenswert

source: software bug
de: Softwarefehler

source: documentation bug
de: Fehler in der Dokumentation

source: change request
de: Änderungsvorschlag

source: It is much more helpful if you specify a more specific package than 'general'. Please specify a package.
de: Es ist viel hilfreicher, wenn Sie anstelle von 'general' ein spezielles Paket angeben. Bitte geben Sie ein Paket an.

source: '%s' does not look like a text file.
az: `%s' bir mətn faylına oxşamır.
de: '%s' sieht nicht wie eine Textdatei aus.
ja: '%s' はテキストファイルの様には見えません

source: You must include a subject and a description in your bug report.
de: Sie müssen Ihrem Bericht eine Überschrift und eine Beschreibung hinzufügen.

source: '%s' doesn't seem to exist. You won't be able to actually submit a bug report, but you will be able to save it to a file. Specify a new location for sendmail?
de: `%s' existiert nicht. Sie werden nicht wirklich einen Fehlerbericht abschicken können, aber es wird möglich sein, den Bericht in einer Datei zu speichern. Einen neuen Ort für »sendmail« angeben?

source: Unable to open file: '%s'
az: Fayl açıla bilmir: '%s'
de: Kann Datei nicht öffnen: `%s'
ja: ファイルを開くことが出来ません: '%s'

source: Unable to start mail program: '%s'
az: Proqramı başlada bilmirəm: '%s'
de: Kann das Mail-Programm nicht starten: '%s'
ja: メールプログラムを開始することが出来ません: '%s'

source: Your bug report has been submitted to: <%s>
az: Xəta raportu göndərilmişdir: <%s>
de: Ihr Fehlerbericht wurde geschickt an: <%s>
ja: あなたの不具合報告は提出されました: <%s>

source: You must specify a recipient email address
de: Sie müssen die E-Mail-Adresse des Empfängers angeben.

source: Please choose a file to save to.
de: Bitte wählen Sie eine Datei, in der der Bericht gespeichert werden soll.

source: The file '%s' already exists. Overwrite this file?
de: Die Datei `%s' existiert bereits. Diese Datei überschreiben?

source: Help
de: Hilfe

source: Refresh
de: Neu anzeigen

source: Could not open '%s'. Please make sure Bug Buddy was installed correctly.
az: '%s''i aça bilmədim. Lütfən bug-buddy'nin düzgün qurulub qurulmadığını yoxlayın .
de: '%s' kann nicht geöffnet werden. Bitte überprüfen Sie, ob Bug Buddy richtig installiert wurde.
ja: '%s' を開くことが出来ませんでした Bug Buddy が正しくインストールされているか確認してください

source: Could not load '%s'. Please make sure Bug Buddy was installed correctly.
az: '%s''i yükləyə bilmirəm. Lütfən bug-buddy'nin düzgün qurulub qurulmadığını yoxlayın .
de: '%s' kann nicht geöffnet werden. Bitte überprüfen Sie, ob Bug Buddy richtig installiert wurde.
ja: '%s' を読み込むことが出来ませんでした Bug Buddy が正しくインストールされているか確認してください

source: Are you sure you want to cancel this update?
az: Bü güncəlləməni ləğv edirsiniz?
de: Wollen Sie die Aktualisierung wirklich abbrechen?
ja: 本当にこの更新をキャンセルしたいですか?

source: Could not open '%s'. Please make sure bug-buddy was installed correctly.
de: '%s' kann nicht geöffnet werden. Bitte überprüfen Sie, ob »bug-buddy« richtig installiert wurde.

source: Bug Buddy has determined that some of its information about the various bug tracking systems may need to be updated. Should Bug Buddy try to update these files now?
az: Bug Buddy müxtəlif xəta ayıqlama proqramlarının güncəlləməyə ehtiyacı olduğunu təsbit etdi. Bug Buddy bü güncəlləmələri indi aparsın?
de: Bug Buddy hat festgestellt, dass einige Informationen zu den verschiedenen Fehlermeldestellen (Bug Tracking Systems) offensichtlich aktualisiert werden müssen. Soll Bug Buddy versuchen, die notwendigen Dateien jetzt zu aktualisieren?
gl: O Bug Buddy determinou que a información dalgúns sistemas de seguimento de erros necesitan posiblemente seren actualizadas. ¿Tentar actualizar agora estes ficheiros?
ja: Bug Buddyは様々なバグトラッキングシステムについての情報の いくつかが更新される必要があるかもしれないと判断しました それらのファイルを今更新しようとすべきですか?

source: Unable to determine which binary created '%s'
az: '%s''i hansı binar proqramı yaratdığını başa düşmədim.
de: Kann nicht feststellen, welches Programm »%s« erstellt hat.
ja: 作られたバイナリ '%s' から確定することが出来ません

source: Could not find the gdb-cmd file. Please try reinstalling bug-buddy.
de: Die Datei gdb-cmd konnte nicht gefunden werden. Bitte versuchen Sie, Bug Buddy noch einmal zu installieren.

source: Error on fork().
az: fork()'da xəta oldu .
de: Fehler bei fork().
ja: fork() でエラー

source: This program will walk you through the steps for submitting a bug report for projects such as GNOME. These bug reports are submitted via email, so please specify your email address so you can be contacted if further information is required, or when a fixed version is available.
az: Bu proqram GNOME kimi lahiyələrdəki xətaları öyrənərək mərkəzə bildirməyinizə imkan verər. Bu raportlar ePoçt ilə yollanır, ona görə də ePoçt ünvanınızı düzgün girməyə diqqət edin. Əlavə mə'lumat lazım olsa və ya xətanın sabitləndiyi haqqında mə'lumat verilmək istənildiyi vaxt işlədiləcəkdir.
de: Dies Programm wird Sie Schritt-für-Schritt führen und so helfen, einen Fehlerbericht zu Projekten wie GNOME einzuschicken. Diese Fehlerberichte werden via E-Mail eingeschickt; geben Sie deshalb bitte an, so dass man Sie erreichen kann, wenn weitere Informationen erfragt werden müssen oder wenn man Sie benachrichtigen möchte, dass eine verbesserte Version verfügbar ist.
gl: Este programa guiaralle a través dos pasos para enviar un informe de erro para proxectos como GNOME. Estes informes son enviados por medio de correo electrónico, polo tanto indique o seu enderezo para poder contactar con vostede en caso de que se necesiten máis datos, ou cando exista unha versión arranxada dispoñible.
ja: このプログラムは例えばGNOMEのようなプロジェクトの ための不具合報告を提出するためのステップを踏んで あなたを導くでしょう. これらの不具合報告はメールを経由して提出されます. ですので, 更なる情報が必要される, あるいは修正さ れたバージョンが利用可能な時, 連絡を取られることが 出来るように, あなたのメールアドレスを指定してください
ro: Acest program vã va plimba prin paºii necesari trimiterii unui raport de probleme pentru proiecte precum GNOME. Aceste rapoarte de probleme sunt trimise prin email, deci vã rog sã specificaþi adresa dvs. de email ca sã vã putem contacta dacã sunt necesare mai multe informaþii sau dacã o versiune fixatã este disponibilã.

source: Skip this step in the future
az: Bu addımı gələcəkdə atla
de: Diesen Schritt zukünftig überspringen
gl: Omitir este paso no futuro
ja: 次回このステップを飛ばす
ro: Sari peste acest pas în viitor

source: intro
az: giriş
de: Eröffnung
ja: イントロ

source: Go
az: Get
de: Los
gl: Continuar
ja: 実行
ro: Du-te

source: Automatically continue to next step when debugging is complete
az: Ayıqlama qurtarınca avtomatik olaraq irəli get
de: Wenn das Debuggen vollständigt ist, automatisch mit dem nächsten Schritt fortfahren.
gl: Continuar automaticamente co seguinte paso ao rematar a depuración
ja: デバッグが完了した時, 自動的に次のステップに進む

source: Short subject for the bug report
az: Xəta raportu üçün qısa mövzu
de: Kurze Betreff für den Fehlerbericht
ja: 不具合報告のための短い題名

source: Full description of the bug, including how to reproduce it
az: Xətanın tam izahı və necə meydana gəldiyinin bildirilməsi
de: Ausführliche Beschreibung des Fehlers, einschließlich einer Anleitung zur Wiederholung
ja: それを再現させる方法を含む不具合の完全な説明

source: Please wait while Bug Buddy determines some information about your system.
az: Lütfən sisteminiz haqqında mə'lumatlar toplanırkən gözləyin.
de: Bitte warten Sie, während Bug Buddy versucht, einige Information zu Ihrem System herauszufinden.
gl: Por favor, agarde mentres o Bug Buddy recolle información sobre o sistema.
ja: Bug Buddyがシステムに関するいくつかの情報を決定する間お待ちください
ro: Vã rog sã aºteptaþi în timp ce Bug Buddy determinã anumite informaþii despre sistemul dvs.

source: Package
az: Paket
de: Paket
gl: Paquete
ja: パッケージ
ro: Pachet

source: Version installed
az: Qurulu Buraxılış
de: Installierte Version
gl: Versión instalada
ja: インストールされたバージョン
ro: Versiune instalatã

source: Automatically go to next page when complete
az: Qurtarınca avtomatik olaraq irəli get
de: Wenn vollständig, automatisch zur nächsten Seite gehen
gl: Ir automáticamente á vindeira páxina cando estea completo
ja: 完了した時，次のページへ自動的に進む
ro: Treci automat la urmãtoarea paginã când termini

source: Select an action
az: Gedişi seçin
de: Eine Aktion auswählen
gl: Seleccionae unha acción
ja: 動作を選択
ro: Selecteazã o acþiune

source: Send copy to yourself
az: Özümdə bir nüsxəsi qalsın
de: Kopie an sich selbst schicken
gl: Enviar unha copia para vostede
ja: 自分自身へコピーを送信する
ro: Trimite o copie cãtre mine

source: Content
az: İçindəkilər
de: Inhalt
gl: Contido
ja: 連絡
ro: Conþinut

source: Debugging Information
az: Xəta həlli bilgiləri
de: Fehlerdiagnose-Information
gl: Información de depuración
ja: デバッグ情報
ro: Informaþii de depanare

source: Updating Product Listing
az: Mə'mul Siyahısı Güncəllənir
de: Produkt-Auflistung aktualisieren
gl: Actualizando a lista de productos
ja: 製品リストを更新中

source: System Configuration
az: Sistem Qurğuları
de: System-Konfiguration
gl: Configuración do sistema
ja: システム構成
ro: Configurare sistem

source: Submitting the Report
az: Raport Göndərilir
de: Abschicken des Berichts
gl: Enviando o informe
ja: 報告を提出
ro: Trimite raportul

source: `%s' doesn't seem to exist. You won't be able to actually submit a bug report, but you will be able to save it to a file. Specify a new location for sendmail?
de: '%s' scheint nicht zu existieren. Sie werden nicht wirklich einen Fehlerbericht abschicken können, aber es wird möglich sein, den Bericht in einer Datei zu speichern. Einen neuen Ort für »sendmail« angeben?

source: Unable to open pipe
az: Boru açıla bilmir
de: Es ist nicht möglich, eine Pipe zu öffnen.
ja: パイプを開くことが出来ません

source: Could not run '%s'.
az: `%s'' işə salına bilmir.
de: Kann »%s« nicht starten.
ja: '%s' を実行できませんでした

source: Error on read...
az: Oxunurkən xəta oldu ...
de: Fehler beim Lesen....
ja: 読み込みでエラー...

source: download
az: endir
gl: descargar
ja: ダウンロード

source: system
az: sistem
gl: sistema
ja: システム
ro: sistem

source: '%s' doesn't seem to exist. You won't be able to actually submit a bug report, but you will be able to save it to a file. Specify a new location for sendmail?
az: '%s' dəyəsən yoxdur axı . Buna görə də xəta raportunu göndərə bilməyəcəksən , amma xəta raportunu bir fayla qeyd edə bilərsən . Sendmail üçün yeni yeri göstərmək istəyirsən?
gl: '%s' non parece existir. Non vai ser posible enviar un informe de erro, pero si poderá gardalo nun ficheiro. ¿Indicar outra localización do sendmail?

source: Bug Buddy
ar: رفيق الأخطاء

source: Cc
ar: نسخة كربونية

source: gnome
ar: جينوم

source: ID
ar: هوية

source: Evolution
ar: التطوير
