Repository: jberkman/bug-buddy
Catalog: po/*.po
Languages: ar, az, bg, de, es, gl, ja, nl, pt, ro, tr

source: Submit bug report
ar: أرسل تقرير خلل
az: Raportu göndər
bg: Предава рапорт за грешка
de: Bericht abschicken
es: Enviar el informe de error
gl: Enviar informe de erro
ja: 不具合報告を送信
nl: Een bugrapport opsturen
pt: Submeter relatório de bug
ro: Trimite raportul de probleme
tr: Hata raporunu gönder

source: Only send report to yourself
ar: ابعث تقريرا لك فقط
az: Raportu sadəcə olaraq mənə göndər
bg: Само изпраща рапорта до себе си
de: Den Bericht nur an sich selbst schicken
es: Enviar el informe sólo a sí mismo
gl: Facer o informe só para vostede
ja: 自分自身にだけ報告を送信する
nl: Een bugrapport alleen naar uw eigen E-mail adres sturen
pt: Enviar relatório apenas para mim próprio
ro: Trimite raportul doar dvs.
tr: Raporu sadece kendine gönder

source: Save report to file
ar: التقرير في ملف
az: Raportu bir fayla qeyd et
bg: Запазва рапорта във файл
de: Den Bericht in einer Datei speichern
es: Guardar el informe en un archivo
gl: Gardar o informe nun ficheiro
ja: ファイルに報告を保存する
nl: Het bugrapport in een bestand opslaan
pt: Gravar relatório em ficheiro
ro: Salveazã raportul în fiºier
tr: Raporu dosyaya kaydet

source: crashed application
ar: انهيار تطبيق
az: çökən proqram
bg: повредено приложение
de: abgestürztes Programm
es: aplicación estropeada
gl: aplicación estragada
ja: クラッシュしたアプリケーション
nl: gecrasht programma
pt: aplicação crashou
ro: aplicaþie prãbuºitã
tr: çöken uygulama

source: core file
ar: الملف الرئيسي
az: "core" faylı
bg: core файл
de: Core-Datei
es: archivo core
gl: ficheiro core
ja: core ファイル
nl: core bestand
pt: ficheiro core
ro: fiºier core
tr: core dosyasý

source: nothing
ar: ﻻ شئ
az: heç bir şey
bg: нищо
de: nichts
es: nada
gl: nada
ja: なし
nl: niets
pt: nada
ro: nimic
tr: hiçbirþey

source: Create a new bug report
ar: احدث تقرير خلل جديد
az: Yeni bir xəta raportunu yarat
bg: Създава нов рапорт за грешка
de: Einen neuen Fehlerbericht erstellen
es: Hacer un nuevo informe de error
gl: Crear un novo informe de erro
ja: 新しい不具合報告を作成する
nl: Een nieuw bug-report versturen
pt: Criar um novo relatório de bug
ro: Creeazã un nou raport de probleme
tr: Yeni bir hata raporu yarat

source: Add more information to existing report
ar: اضف معلومات اكثر لتقرير موجود
az: Varolan bir xəta raportuna daha çox mə'lumat əlavə et
bg: Добавя повече информация за съществуващ рапорт
de: Informationen einem existierenden Fehlerbericht hinzufügen
es: Añadir más información a un informe de error existente
gl: Engadir máis información a un informe xa existente
ja: 既存の不具合報告により多くの情報を追加する
nl: Informatie aan een bestaande bug toevoegen
pt: Adicionar mais informação a relatório existente
ro: Adaugã informaþie la un raport de probleme existent
tr: Bu rapora daha fazla bilgi ekle

source: Name of contact
ar: اسم اﻻتصال
az: Əlaqəyə keçiləcək adam
bg: Име за контакт
de: Name für den Kontakt
es: Nombre del contacto
gl: Nome de contacto
ja: 連絡者の名前
nl: Naam van de contactpersoon
pt: Nome de contacto
ro: Nume contact
tr: Ýsminiz

source: NAME
ar: اﻻسم
az: AD
bg: ИМЕ
es: NOMBRE
gl: NOME
nl: NAAM
pt: NOME
tr: ÝSÝM

source: Email address of contact
ar: عنوان البريد اﻻكتروني للاتصال
az: Elektronik məktub ünvanı
bg: Email адрес за контакт
de: E-Mail-Adresse für den Kontakt
es: Dirección de correo electrónico del contacto
gl: Enderezo de correo electrónico de contacto
ja: 連絡者の Email アドレス
nl: E-mail adres van contact persoon
pt: Endereço e-mail de contacto
ro: Adresã email de contact
tr: E-posta adresiniz

source: Package containing the program
ar: الرزمة المحتوية على البرنامج
az: Proqramın paketi
bg: Пакета съдържащ програмата
de: Paket, das das Programm enthält
es: Paquete que contiene el programa
gl: Paquete que contén o programa
ja: プログラムを含むパッケージ
nl: Pakket waar het programma bij hoort
pt: Pacote que continha a aplicação
ro: Pachetul conþinând programul
tr: Programý içeren paket

source: PACKAGE
ar: الرزمة
bg: ПАКЕТ
de: PAKET
es: PAQUETE
gl: PAQUETE
pt: PACOTE
tr: PAKET

source: Version of the package
ar: عدد اصدار الرزمة
az: Paket buraxılışı
bg: Версия на пакета
de: Version des Paketes
es: Versión del paquete
gl: Versión do paquete
ja: パッケージのバージョン
nl: Versie van het pakket
pt: Versão do pacote
ro: Versiunea pachetului
tr: Paketin sürüm numarasý

source: VERSION
ar: عدد اﻻصدار
bg: ВЕРСИЯ
es: VERSIÓN
gl: VERSIÓN
nl: VERSIE
pt: VERSÃO
tr: SÜRÜM

source: File name of crashed program
ar: اسم ملف البرنامج المنهار
az: Çökən proqramın fayl adı
bg: Име на файл от повредената програма
de: Dateiname des abgestürzten Programms
es: Nombre de archivo de la aplicación estropeada
gl: Nome do ficheiro do programa estragado
ja: クラッシュしたプログラムのファイル名
nl: Pakket waar het programma bij hoort
pt: Nome de ficheiro da aplicação que crashou
ro: Numele fiºier al programului prãbuºit
tr: Çöken uygulamanýn adý

source: FILE
ar: الملف
bg: ФАЙЛ
de: DATEI
es: ARCHIVO
gl: FICHEIRO
nl: BESTAND
pt: FICHEIRO
tr: DOSYA

source: PID of crashed program
ar: PID البرنامج المنهار
az: Çökən proqramın PID'i
bg: PID на повредената програма
de: PID des abgestürzten Programms
es: PID de la aplicación estropeada
gl: PID do programa estragado
ja: クラッシュしたプログラムの PID
nl: PID van de gecrashte applicatie
pt: PID da aplicação que crashou
ro: PID-ul aplicaþiei prãbuºite
tr: Çöken uygulamanýn PID numarasý

source: Core file from program
ar: الملف الرئيسي من البرنامج
az: Proqramdan qalan "core" faylı
bg: Core файл от програмата
de: Core-Datei von dem Programm
es: Archivo core de la aplicación
gl: Ficheiro core dun programa
ja: プログラムからの core ファイル
nl: Core bestand van het programma
pt: Ficheiro core da aplicação
ro: Fiºier core din program
tr: Programýn core dosyasý

source: Text file to include in the report
ar: ملف النص الذي
az: Raport əlavə ediləcək mətn faylı
bg: Текстови файл за включване в рапорта
de: Textdatei, die in den Bericht eingefügt werden soll
es: Archivo de texto a incluir en el informe
gl: Ficheiro de texto para incluír no informe
ja: レポートに添付するテキストファイル
nl: Tekstbestand om bij te voegen in het rapport
pt: Ficheiro de texto a incluir no relatório
ro: Fiºier text de inclus în raport
tr: Rapora eklenecek metin dosyasý

source: Could not find widget named %s at %s
ar: تعذر العثور على كائن باسم %s عند %s
bg: Не мога да намеря графичен обект с име %s в %s
es: No pude encontrar el widget llamado %s en %s
nl: Kon widget genaamd %s niet vinden op %s
pt: Incapaz de encontrar widget de nome %s em %s

source: gdb has not finished getting the debugging information. Kill the gdb process (the stack trace will be incomplete)?
az: gdb xəta həllini hələ bitirmədi. gdbnin işni bitir ( xəta həlli bilgiləri tam olmaya bilər ) ?
bg: gdb не е завършила получаването на информация. Да убия gdb процеса (трасирането на стека няма да бъде пълно)?
de: gdb hat das Beschaffen der Diagnose-Information noch nicht beendet. Den gdb-Prozess töten (Stacktrace wird unvollständig sein)?
es: gdb aún no terminó de obtener la información de depuración. ¿Matar el proceso gdb (la traza de la pila no estará completa)?
gl: gdb non rematou de obter a información de depuración. ¿Matar o proceso gdb (a traza da pila non estará completa)?
ja: gdb はデバッグ情報の収集が完了しませんでした gdb プロセスを終了しますか (スタックトレースは不完全でしょう)?
nl: gdb is nog niet klaar met het vekrijgen van debug informatie. Kill het gdb proces (de strack trace zou niet compleet zijn)?
pt: gdb não terminou de obter informação de depuração. Matar o processo gdb (a pilha de trace ficará incompleta)?
ro: gdb nu a terminat obþinerea informaþiilor de depanare. Omorâþi procesul gdb (stack trace-ul va fi incomplet)?
tr: gdb hata ayýklama bilgilerini almayý tamamlamadý. gdb iþlemi kapatýlsýn mý?

source: gdb has already exited
ar: خرج gdb مسبقا
az: gdb'nin işi onsuz da qurtarıb
bg: gdb вече съществува
de: gdb ist bereits beendet
es: gdb ya ha salido
gl: o gdb xa rematou
ja: gdb はすでに終了しています
nl: De gdb debugger is reeds beeindigd
pt: gdb já terminou
ro: gdb deja a ieºit
tr: gdb'den zaten çýkýlmýþ

source: Save Backtrace
ar: احفظ تتبع سير البرنامج
bg: Запазва 'Backtrace'
es: Guardar traza
pt: Gravar Pilha de Trace

source: There was an error trying to save %s: %s Please choose another file and try again.
bg: Появи се грешка при опит за запазване на %s: %s Моля, изберете друг файл и опитайте отново.
es: Hubo un error tratando de guardar %s: %s Por favor elija otro archivo e intentelo de nuevo.
pt: Ocorreu um erro ao tentar gravar %s: %s Seleccione outro ficheiro e tente novamente.

source: _Start Mailer
ar: ابدأ مرسل البريد
bg: _Стартира Пощенска програма
es: _Iniciar correo
nl: _Start e-mailproggramma
pt: _Iniciar Aplicação Mail

source: _Send Report
ar: ابعث تقريرا
bg: _Изпраща Рапорт
es: _Enviar informe
nl: _Stuur rapport
pt: _Enviar Relatório
tr: _Rapor Gönder

source: There was an error showing the proxy settings: %s. Please make sure the GNOME Control Center is properly installed.
bg: Появи се грешка показваща настройките на прокси: %s. Моля, убедете се, че Контролният Център на ГНОМЕ е инсталиран коректно.
es: Hubo un error al mostrar la configuracion del proxy: %s. Asegurese que el Centro de Control GNOME esta instalado correctamente.
pt: Ocorreu um erro ao mostrar as configurações de proxy: %s. Certifique-se que o Centro de Controlo GNOME está correctamente instalado.

source: Hide Debugging Options
ar: اخفي
bg: Скрива Опциите за Дебъг
es: Ocultar información de depuración
nl: Debugopties verbergen
pt: Esconder Opções Depuração
tr: Hata Ayýklama Bilgilerini Gizle

source: Show Debugging Options
ar: أظهر خيارات القضاء على العيوب
bg: Показва Опциите за Дебъг
es: Mostrar información de Depuración
nl: Debugopties weergeven
pt: Mostrar Opções Depuração
tr: Hata Ayýklama Bilgilerini Göster

source: $GNOME_CRASHED_APPNAME is deprecated. Please use the --appname command lineargument instead.
ar: الرجاء
az: $GNOME_CRASHED_APPNAME tam dəstəklənmir . Lütfən onun yerinə --appname əmrini seçin.
bg: $GNOME_CRASHED_APPNAME вече не се поддържа. Моля, вместо това използвайте --appname опцията на командния ред.
de: Von $GNOME_CRASHED_APPNAME wird abgeraten. Bitte verwenden Sie stattdessen --appname als Argument an der Kommandozeile.
es: $GNOME_CRASHED_APPNAME está obsoleto. Emplee el argumento de la línea de comandos --apname.
gl: $GNOME_CRASHED_APPNAME está obsoleto. Use o argumento de liña de comandos --appname no seu lugar.
ja: $GNOME_CRASHED_APPNAME は反対です 代わりにコマンドラインオプションの --appname を使ってください
nl: $GNOME_CRASHED_APPNAME is niet meer te gebruiken. Gebruik alstublieft --appname command line optie.
pt: $GNOME_CRASHED_APPNAME já não é utilizado. Utilize em vez disso o argumento de linha de comando --appname.
ro: $GNOME_CRASHED_APPNAME este depãºit. Vã rog sã folosiþi în locul lui argumentul --appname.
tr: $GNOME_CRASHED_APPNAME tam desteklenmiyor. Lütfen yerine --appname parametresini kullanýn.

source: $GNOME_CRASHED_PID is deprecated. Please use the --pid command lineargument instead.
ar: $GNOME_CRASHED_PID ملغاة. فضلا استخدم معامل سطر اﻷوامر --pid بدلا منها.
az: $GNOME_CRASHED_PID tam dəsktəklənmir . Lütfən onun yerinə --pid əmrini seçin.
bg: $GNOME_CRASHED_PID вече не се поддържа. Моля, вместо това използвайте --pid опцията на командния ред.
de: Von $GNOME_CRASHED_PID wird abgeraten. Bitte verwenden Sie stattdessen --pid als Argument an der Kommandozeile.
es: $GNOME_CRASHED_PID está obsoleto. Emplee el argumento de la línea de comandos --pid.
gl: $GNOME_CRASHED_PID está obsoleto. Use o argumento de liña de comandos --pid no seu lugar.
ja: $GNOME_CRASHED_PID は反対です 代わりにコマンドラインオプションの --pid を使ってください
nl: $GNOME_CRASHED_PID is niet meer te gebruiken. Gebruik alstublieft --pid command line optie.
pt: $GNOME_CRASHED_PID já não é utilizado. Utilize em vez disso o argumento de linha de comando --pid.
ro: $GNOME_CRASHED_PID este depãºit Vã rog sã folosiþi în locul lui argumentul --pid.
tr: $GNOME_CRASHED_PID deskteklenmiyor. Lütfen yerine --pid parametresini kullanýn.

source: Welcome to Bug Buddy, a bug reporting tool for GNOME. It will step you through the process of submitting a bug report.
bg: Добре дошли в 'Bug Buddy' инструмент за изпращане на грешки за ГНОМЕ. Той ще ви води през стъпките за изпращане на рапорт за грешки.
es: Bienvenido a Bug Buddy, una herramienta para informar de fallos en GNOME. Te guiará a traves del proceso necesario para informar de un fallo.
nl: Welkom bij Bug Buddy, een bug rapporteerhulpmiddel voor GNOME. Het zal u helpen bij het invullen en opsturen van een bugrapport.
pt: Bem vindo ao Bug Buddy, uma ferramenta de reporte de erros para o GNOME. Irá acompanha-lo ao longo do processo de envio de um relatório de erro.
tr: GNOME hata raporlama aracý Bug Buddy'ye hoþgeldiniz. Bu program, hata rapor sunmanýzý kolaylaþtýrmak için size rehberlik yapacaktýr.

source: You are seeing this because another application has crashed.
ar: أنت ترى هذا ﻷن هناك برنامجا آخر قد انهار.
bg: Вие виждате това защото друго прилогение завърши аварийно.
es: Estas viendo esto porque otra aplicación ha fallado.
nl: U ziet dit omdat een ander programma is gecrasht.
pt: Está a ver isto porque outra aplicação estoirou.
tr: Baþka bir uygulama çöktüðü için bunu görüyorsunuz.

source: Please wait a few moments while Bug Buddy obtains debugging information from the applications. This allows Bug Buddy to provide a more useful bug report.
bg: Моля, почакайте малко докато 'Bug Buddy' получи дебъг информацията от приложението. Това ще позволи на 'Bug Buddy' да предостави повече полезна информация за рапорта за грешка.
es: Por favor espere unos momentos mientras Bug Buddy recaba información de depurado de la aplicación. Esto permite a Bug Buddy facilitar un informe de error más valioso.
nl: Gelieve even te wachten terwijl Bug Buddy debuginformatie van de programma's verzamelt. Dit stelt Bug Buddy in staat om een
pt: Aguarde uns momentos enquanto o BugBuddy obtém alguma informação de depuração destas aplicações. Isto permite ao BugBuddy fazer um relatório mais útil.

source: Could not find pixmap: %s (%d)
bg: Не мога да намера пиксмап: %s (%d)
es: No pude encontrar la imagen: %s (%d)
nl: Kon pixmap niet vinden: %s (%d)
pt: Incapaz de encontrar imagem: %s (%d)
tr: Resim bulunamadý: %s (%d)

source: Bug Buddy could not load its user interface file (%s). Please make sure Bug Buddy was installed correctly.
bg: 'Bug Buddy' не може да зареди интерфейсният файл (%s). Моля, убедете се, че 'Bug Buddy' е инсталиран коректно.
es: No se pudo cargar su archivo de interfaz de usuario (%s). Asegúrese que Bug Buddy se instaló correctamente.
nl: Bug Buddy kon zijn gebruikersinterface bestand (%s) niet laden. Controleer of Bug Buddy correct geïnstalleerd is.
pt: O Bug Buddy foi incapaz de carregar o seu ficheiro de interface de utilizador (%s). Certifique-se de que o Bug Buddy foi correctamente instalado.
tr: Bug Buddy kullanýcý arayüz dosyasýný (%s) açamadý. Lütfen Bug Buddy'nin düzgün kurulduðuna emin olun.

source: Bug Report Tool
ar: أداة تقرير العيوب
bg: Инструмент за Рапорт на Грешки
es: Herramienta de informe de errores
gl: bug-buddy
nl: Bug Rapporteer Hulpmiddel
pt: Ferramenta de Reporte de Bugs
tr: Hata Raporlama Aracý

source: Report a bug in GNOME
ar: تقرير خلل في جينوم
bg: Рапорт за Грешки в ГНОМЕ
es: Informe de un error en GNOME
gl: Informe dun erro de GNOME
nl: Rapporteer een bug in GNOME
pt: Reporte um bug no GNOME
tr: GNOME'da oluþan hatayý raporla

source: Advanced
ar: متقدم
bg: Допълнителни
es: Avanzado
nl: Geavanceerd
pt: Avançado
tr: Geliþmiþ

source: Assbarn Phenomenon
az: Assbarn Fenomeni
bg: Assbarn феномен
gl: Fenómeno Assbarn
nl: Assbarn fenomeen

source: Binary file:
ar: ملف ثنائي :
bg: Двоичен файл:
es: Archivo binario:
pt: Ficheiro binário:

source: Bug Buddy can send debugging information with your bug report. The correct options should have been selected for you automatically. For more information, please click the Help button below.
az: Bug Buddy xəta raportınızı yollaya bilər. Düzgün seçənək sizin üçün qurulmuş və eçilmiş olmalıdır. Ətraflı mə'lumat üçün, lütfən Yardım düyməsinə basın.
bg: 'Bug Buddy' може да изпрати дебъг информация с вашият рапорт за грешка. Правилните опции могат да бъдат избрани от вас автоматично. За повече информация, моля кликнете на бутона Помощ долу.
de: Bug Buddy kann zusammen mit Ihrem Fehlerbericht Debug-Informationen einsenden. Die passenden Optionen sollten für Sie automatisch richtig eingestellt sein. Klicken Sie unten auf den Hilfe-Knopf, um Hintergrund-Informationen zu erhalten.
es: Bug Buddy puede enviar información de depuración con su informe de error. Se deben de haber seleccionado automáticamente las opciónes correctas. Para más información, pulse el botón de Ayuda.
gl: O Bug Buddy pode enviar información de depuración canda o informe de erro. As opcións correctas deberían estar seleccionadas automaticamente. Para máis información, prema o botón de axuda embaixo.
ja: Bug Buddyは不具合報告と共にデバッグ情報を送信することが出来ます 正しいオプションは自動的に選択されるべきです 多くの情報のために下にあるヘルプボタンをクリックしてください
nl: Bug Buddy kan debuginformatie met het bug rapport meesturen. De correcte instellingen hiervoor zijn automatisch ingesteld. Klik voor meer informatie op de Help-knop hieronder.
pt: O Bug Buddy pode enviar informação de depuração com o seu relatório de bug. As opções correctas deverão ter sido seleccionadas automaticamente. Para mais informações, prima o botão Ajuda em baixo.
ro: Bug Buddy poate trimite informaþii de depanare cu raportul dvs. de probleme. Opþiunile corecte ar trebui sã fi fost selectate pentru dvs. automat. Pentru mai multe informaþii, vã rog sã faceþi clic pe butonul de help de mai jos.
tr: Bug Buddy hatayý ayýklamak için gerekli olan bilgileri hata bildirici ile yollayabilir. Gerekli ve uygun seçenekler sizin için otomatik olarak belirtilmelidir. Daha Fazla bilgi için lütfen yardým tuþunu týklayýnýz.

source: Bug Buddy uses email to submit the bug reports. Please choose how you would like Bug Buddy to send email. If you choose to use the default GNOME mailer, this setting will be shared with some other GNOME applications.
bg: Bug Buddy използва email за изпращане на информация за грешка. Моля, изберете дали предпочитате 'Bug Buddy' да изпрати email. Ако изберете да използвате пощата на ГНОМЕ, тази настройка ще бъде споделена с някой други приложения на ГНОМЕ.
es: Bug Buddy usa el correo electrónico para enviar un informe de fallos. Por favor elija como le gustaría que Bug Buddy envie el correo. Si elije usar el cliente de correo por defecto de GNOME, esta configuración será compartida con otras aplicaciones de GNOME.
nl: Bug Buddy gebruikt e-mail om bugrapporten in te sturen. Kies alstublieft hoe u wilt dat Bug Buddy e-mail instuurt. Als u voor de standaard GNOME e-mailer kiest, dan zal deze instelling hetzelfde zijn als andere GNOME programma's.
pt: O BugBudy utiliza o email para enviar relatórios de erro. Seleccione como deseja que o BugBuddy envie os emails. Se seleccionar utilizar a aplicação de email de defeito do GNOME, esta definição será partilhada com algumas outras aplicações GNOME.

source: Bug tracking system
ar: نظام تتبع العيوب
az: Xəta təqib sistemi
bg: Трасираща система за бъгове
de: Fehlermeldestelle
es: Sistema de seguimiento de errores
gl: Sistema de seguimento de erros
ja: バグトラッキングシステム
nl: Bugtracking systeem
pt: Sistema de acompanhamento de bugs
ro: Sistem de gestiune a problemelor
tr: Hata Takip sistemi

source: Command
ar: الأمر
bg: Команда
es: Comando
nl: Opdracht
pt: Comando
tr: Komut

source: Core file
ar: الملف الرئيسي
az: Core faylı
bg: Core файл
de: Core-Datei
es: Archivo core
gl: Ficheiro core
ja: core ファイル
nl: Plaats van het core bestand
pt: Ficheiro core
ro: Fiºier core
tr: Core dosyasý

source: Custom mailer
bg: Настройка на пощенска програма
es: Personalizar mailer
nl: Eigen e-mailer
pt: Aplicação mail customizada
tr: Özel postalayýcý

source: Debug
ar: إزالة الخطأ
az: Ayıqla
bg: Дебъг
de: Debuggen
es: Depuración
gl: Depuración
ja: デバッグ
pt: Depuração
ro: Depanare
tr: Ayýkla

source: Description
ar: وصف
az: İzahat
bg: Описание
de: Beschreibung
es: Descripción
gl: Descrición
ja: 説明
nl: Korte omschrijving
pt: Descrição
ro: Descriere
tr: Anlatým

source: Download Progress
bg: Прогрес на Изтегляне
es: Progreso de descarga
nl: Downloadvoortgang
pt: Progresso Download
tr: Ýndirme Ýþlemi

source: GNOME Mailer Settings
bg: Настройки на Пощенска програма за ГНОМЕ
es: Opciones del correo de GNOME
nl: GNOME E-mailer instellingen
pt: Definições Aplicação Mail GNOME
tr: GNOME Posta Ayarlarý

source: Include a text file
ar: ضمّن ملف نص
az: Bir mətn faylını əlavə et
bg: Включва текстови файл
de: Eine Textdatei einfügen
es: Incluir un archivo de texto
gl: Incluír un ficheiro de texto
ja: テキストファイルを包有する
nl: Een tekst-bestand meesturen
pt: Incluir ficheiro de texto
ro: Include un fiºier text
tr: Bir metin dosyasý içer

source: Just save to a file so I can submit a bug report manually
bg: Само запазва във файл така че да може да се изпрати рапорта ръчно
es: Guardalo en un archivo para que pueda enviar el informe manualmente
nl: Sla op in een bestand zodat ik het zelf kan insturen
pt: Apenas gravar para ficheiro para que eu possa envira o relatório manualmente
tr: Bir dosyaya kaydet, böylece elle hata raporu gönderebileyim

source: Name
ar: اسم
az: Ad
bg: Име
es: Nombre
gl: Nome
ja: 名前
nl: Naam
pt: Nome
ro: Nume
tr: Ýsim

source: Path of sendmail
bg: Път до sendmail
es: Ruta de sendmail
nl: Het pad naar sendmail
pt: Caminho do sendmail
tr: Sendmail'a giden yol

source: Please choose a component, version, and severity level.
az: Lütfən komponenti, buraxılış və əhəmiyyət dərəcəsini seçin.
bg: Моля изберете компонент, версия и ниво на строгост
de: Bitte wählen Sie die Komponente, die Version und den Level der Schwere.
es: Elija un componente, versión y nivel de severidad.
gl: Escolla un compoñente, versión, e nivel de severidade.
ja: コンポーネント, バージョン, そして重大性のレベルを選択してください
nl: Kies alstublieft een component, versie en niveau van ernstigheid van de bug.
pt: Por favor seleccione um componente, versão e nível de severidade.
ro: Vã rog sã alegeþi o componentã, versiune ºi nivel de severitate.
tr: Lütfen bir içerik, sürüm ve önem kademesini seçiniz.

source: Please make any final corrections to the bug report.
bg: Моля, направете последни корекции в рапорта за грешки.
es: Por favor haga cualquier corrección final al informe.
nl: Pas het rapport zo nodig aan voordat het opgestuurd wordt.
pt: Execute quaisquer correcções finais ao relatório de erro.
tr: Lütfen hata raporundaki son düzeltmelerinizi yapýnýz.

source: Please make your bug report in English, if possible.
az: Lütfən xəta raportu üçün İngilis dilindən istifadə edin.
bg: Моля, направете вашият рапорт на Англйски, ако е възможно
de: Wenn möglich, schreiben Sie den Fehlerbericht bitte auf Englisch.
es: Por favor, haga su informe de error en inglés, si es posible.
gl: Por favor, faga o seu informe de erro en inglés, se é posible.
ja: 出来ることなら，英文で不具合報告を作成して下さい
nl: Het is belangrijk dat U de foutmelding in het engels beschrijft.
pt: Elabore o seu relatório de bug em Inglês, se possível.
ro: Vã rog sã redactaþi raportul dvs. de probleme în englezã, dacã este posibil.
tr: Hata raporunuzu mümkünse Ýngilizce gönderin.

source: Please select the product for the bug you wish to report.
az: Lütfən yollamaq istədiyiniz xətanın mə'mulunu seçin.
bg: Моля изберете продукт за чийто бъг искате да изпратите рапорт.
de: Bitte wählen Sie das Produkt, zu dem Sie einen Fehlerbericht einsenden wollen.
es: Seleccione el producto que tiene el error que quiere informar
gl: Seleccione o producto do que quere enviar o informe.
ja: 報告することを望む不具合のための製品を選択してください
nl: Kies alstublieft het product waarvoor u de bug wilt rapporteren.
pt: Seleccione o produto para o qual deseja relatar o bug.
ro: Vã rog sã selectaþi produsul pentru care doriþi sã raportaþi problema.
tr: Bildirmek istediðiniz hatanýn ürününü seçiniz.
